{
  "Home": "Accueil",
  "Info": "Info",
  "Projects": "Projets",
  "Contact": "Contact",
  "Supporting businesses with modern": "Soutenir les entreprises avec moderne",
  "Design and Development": "Conception",
  "Contact Us": "Nous contacter",
  "Pricing": "Tarification",
  "main-image-alt": "texte alternatif de l'image principale",
  "What We Do": "Ce que nous faisons",
  "We specialize in small business web design and development for a better customer experience and a more impactful online presence. We don't rely on page builders or WordPress, we ensure optimal performance by handcrafting websites, which helps brings traffic and revenue to your business.": "Nous sommes spécialisés dans la conception et le développement de sites Web pour les petites entreprises afin d'offrir une meilleure expérience client et une présence en ligne plus impactante. Nous ne dépendons pas des constructeurs de pages ou de WordPress, nous garantissons des performances optimales en fabriquant des sites Web sur mesure, ce qui contribue à attirer du trafic et à générer des revenus pour votre entreprise.",
  "Hand Coded": "Codé à la main",
  "We use HTML, CSS, and JavaScript to hand code every component of your website. This process ensures that each element is custom-built to your specifications, resulting in a unique and high-performing website with a Google Page Speed Score 90+.": "Nous utilisons HTML, CSS et JavaScript pour coder manuellement chaque composant de votre site Web. Ce processus garantit que chaque élément est construit sur mesure selon vos spécifications, ce qui se traduit par un site Web unique et performant avec un score de vitesse de page Google de 90+.",
  "Fully Responsive": "Entièrement adaptatif",
  "Our websites are fully responsive, meaning they automatically adjust their layout and content to fit the screen size of any device, whether it's a smartphone, tablet, or desktop computer. This ensures that your website looks great regardless of the device used.": "Nos sites Web sont entièrement adaptatifs, ce qui signifie qu'ils ajustent automatiquement leur mise en page et leur contenu pour s'adapter à la taille de l'écran de n'importe quel appareil, que ce soit un smartphone, une tablette ou un ordinateur de bureau. Cela garantit que votre site Web ait toujours fière allure, quel que soit l'appareil utilisé.",
  "Personalized Design": "Conception personnalisée",
  "Our approach involves creating personalized and modern designs that resonate with your brand's personality and goals to ensure a unique online presence that engages and simplifies the user experience.": "Notre approche consiste à créer des designs personnalisés et modernes qui résonnent avec la personnalité et les objectifs de votre marque afin de garantir une présence en ligne unique qui engage et simplifie l'expérience utilisateur.",
  "Our Pricing": "Notre tarification",
  "Monthly": "Mensuel",
  "$130": "130 $",
  "CAD / Month": "CAD / mois",
  "Up to <strong class=\"primary-text\">5 Pages</strong>": "Jusqu'à <strong class=\"primary-text\">5 pages</strong>",
  "Unlimited <strong class=\"primary-text\">Edits</strong>": "<strong class=\"primary-text\">Modifications</strong> illimitées",
  "<strong class=\"primary-text\">Maintenance</strong>": "<strong class=\"primary-text\">Maintenance</strong>",
  "<strong class=\"primary-text\">Hosting</strong>": "<strong class=\"primary-text\">Hébergement</strong>",
  "Lump Sum": "Forfait",
  "$1500": "$1500",
  "CAD": "CAD",
  "Hourly": "À l'heure",
  "$30": "$30",
  "CAD / Hour": "CAD / heure",
  "<strong class=\"primary-text\">Additional </strong>Integration": "<strong class=\"primary-text\">Intégration </strong>supplémentaire",
  "Project <strong class=\"primary-text\">Modifications</strong>": "<strong class=\"primary-text\">Modifications </strong>du projet",
  "<strong class=\"primary-text\">Consultation </strong>Services": "<strong class=\"primary-text\">Services </strong>de consultation",
  "<strong class=\"primary-text\">SEO</strong> Optimization": "<strong class=\"primary-text\">Optimisation </strong>SEO",
  "Business Name / Full name": "Nom de l'entreprise / Nom complet",
  "Email address": "Adresse e-mail",
  "Phone number": "Numéro de téléphone",
  "Message": "Message",
  "Submit": "Envoyer",
  "Our Recent Projects": "Nos projets récents",
  "img-project-alt": "texte alternatif de l'image du projet",
  "Let's build something together": "Construisons quelque chose ensemble",
  "<a class=\"nav-link\" draggable=\"true\" href=\"http://127.0.0.1:5500/index.html?lng=fr\">FR</a>" : "<a class=\"nav-link\" href=\"?lng=en\">EN</a>"
}